{
  "status": "ok",
  "totalResults": 6,
  "articles": [
    {
      "author": "Obaid Khan",
      "title": "Opener Scholfield sets tone as Oval Invincibles open with big win",
      "description": "Partnership between Paige Scholfield and Alice Capsey underpins convincing win over Phoenix.",
      "imageUrl": "https://img1.hscicdn.com/image/upload/f_auto,t_ds_w_1280,q_70/lsci/db/PICTURES/CMS/385200/385212.jpg",
      "publishedAt": "23-Jul-2024",
      "content": "A sparkling 71 from Paige Scholfield took Oval Invincibles to a domineering 45-run victory against Birmingham Phoenix in the first game of the fourth year of the Hundred..."
    },
    {
      "author": "Nagraj Gollapudi",
      "title": "What is the road ahead for Jadeja, Shami, Hardik and Rahul?",
      "description": "We go behind the scenes to bring you all the answers to your questions about India's selections for the white-ball tour of Sri Lanka",
      "imageUrl": "https://img1.hscicdn.com/image/upload/f_auto,t_ds_w_1280,q_70/lsci/db/PICTURES/CMS/383500/383538.3.jpg",
      "publishedAt": "21-Jul-2024",
      "content": "After the announcement of India's squads for the white-ball tour of Sri Lanka, the immediate headlines focussed on Suryakumar Yadav's appointment as T20I captain..."
    },
    {
      "author": "Obaid Khan",
      "title": "Oval Invincibles land statement win as Zampa, Mahmood, Amir thrive",
      "description": "Billings, Malan seal emphatic eight-wicket win over Birmingham Phoenix at The Oval",
      "imageUrl": "https://img1.hscicdn.com/image/upload/f_auto,t_ds_wide_w_1280,q_70/lsci/db/PICTURES/CMS/385200/385226.6.jpg",
      "publishedAt": "23-Jul-2024",
      "content": "Defending champions Oval Invincibles romped to victory under the lights at The Kia Oval as the fourth year of The Hundred got underway with two wins out of two..."
    },
    {
      "author": "Unknown",
      "title": "John Turner's best blasts Essex out of competition",
      "description": "Eagles needed a point to overtake Gloucestershire into fourth but were undone by Turner's 4 for 23",
      "imageUrl": "https://img1.hscicdn.com/image/upload/f_auto,t_ds_wide_w_1280,q_70/lsci/db/PICTURES/CMS/361200/361210.6.jpg",
      "publishedAt": "19-Jul-2024",
      "content": "Hampshire 181 for 5 (McDermott 64, Vince 41, Prest 41) beat Essex 174 for 7 (Allison 69*, Benkenstein 54, Turner 4-23) by seven runs. Hampshire Hawks fast bowler John Turner's best T20 figures knocked Essex out of the Vitality Blast..."
    },
    {
      "author": "Obaid Khan",
      "title": "Daniel Hughes, Harrison Ward pound Middlesex in nine-wicket win",
      "description": "Robinson in the wickets as Sussex seal home quarter-final for Sussex",
      "imageUrl": "https://img1.hscicdn.com/image/upload/f_auto,t_ds_wide_w_1280,q_70/lsci/db/PICTURES/CMS/375900/375957.6.jpg",
      "publishedAt": "19-Jul-2024",
      "content": "Sussex Sharks secured a home quarter-final in the Vitality Blast after thrashing Middlesex by nine wickets in front of a sell-out crowd at Hove. They leapfrogged Somerset, who lost heavily to Glamorgan in Cardiff..."
    },
    {
      "author": "Unknown",
      "title": "Cameron Bancroft downs Middlesex to keep Gloucestershire in contention",
      "description": "Opener makes 87 from 54 balls in contest dominated by top-order contributions",
      "imageUrl": "https://img1.hscicdn.com/image/upload/f_auto,t_ds_wide_w_1280,q_70/lsci/db/PICTURES/CMS/384800/384826.6.jpg",
      "publishedAt": "18-Jul-2024",
      "content": "Gloucestershire 179 for 8 (Bancroft 87) beat Middlesex 169 for 7 (du Plooy 73*, Andersson 49) by 10 runs. Cameron Bancroft produced his best Vitality Blast performance with a knock of 87 from 54 balls as Gloucestershire held off Middlesex to keep their hopes of a quarter-final place alive..."
    }
  ]
}
